[
  {
    "id": 1,
    "nome": "Relações Internacionais do Brasil: Temas e Agendas - Volume 1",
    "autor": "Antônio Carlos Lessa; Henrique Altemani de Oliveira",
    "edição": "1ed",
    "editora": "Saraiva Uni",
    "ISBN-10": "8502060422",
    "descrição": "Organizado por Henrique Altemani de Oliveira e Antônio Carlos Lessa, Relações Internacionais do Brasil: temas e agendas aborda em dois volumes os principais assuntos que circundam a prática dos estudos internacionais no País. As obras nos ajudam a entender os rumos das relações nacionais com o restante do mundo ao longo do tempo. Este primeiro volume de Relações Internacionais do Brasil: temas e agendas está divido em três partes: Linha de Força, As Antigas e as Novas Parcerias e O Brasil e o seu Entorno, nos quais os autores discorrem sobre as linhas de força da ação internacional do País, o redimensionamento das parcerias e o multilateralismo político e econômico. O segundo volume expõe a abertura de horizontes na direção da incorporação de novos temas, até recentemente inéditos, na agenda externa do Brasil quanto na reflexão crítica de tais assuntos"
  },
  {
    "id": 2,
    "nome": "Relações Internacionais do Brasil: Temas e Agendas - Volume 2",
    "autor": "Antônio Carlos Lessa; Henrique Altemani de Oliveira",
    "edição": "1ed",
    "editora": "Saraiva Uni",
    "ISBN-10": "8502060406",
    "descrição": "Organizado por Henrique Altemani de Oliveira e Antônio Carlos Lessa, Relações Internacionais do Brasil: temas e agendas aborda em dois volumes os principais assuntos que circundam a prática dos estudos internacionais no País. As obras nos ajudam a entender os rumos das relações nacionais com o restante do mundo ao longo do tempo. Este segundo volume de Relações Internacionais do Brasil: temas e agendas expõe ao leitor a abertura de horizontes na direção da incorporação de novos temas e objetos, até recentemente inéditos, tanto na agenda externa do Brasil quanto na reflexão crítica de tais assuntos. Os temas são discutidos em três partes, respectivamente: Multilateralismo Político e Econômico, O Brasil e os Temas da Agenda Internacional Contemporânea e O Debate Social sobre as Escolhas Internacionais do Brasil O primeiro volume apresenta-nos uma visão das linhas de força da ação internacional do País, o redimensionamento das parcerias e o multilateralismo político e econômico."
  },
  {
    "id": 3,
    "nome": "História das Relações Internacionais do Brasil",
    "autor": "Francisco Doratioto; Carlos Eduardo Vidigal",
    "edição": "2ed",
    "editora": "Saraiva Uni",
    "ISBN-10": "8571441286",
    "descrição": "Muitos foram os desafios internacionais, as circunstâncias adversas e as pressões internas para que a política exterior brasileira pudesse atender, na medida do possível, as demandas da sociedade. Entre sucessos e frustrações, o país consolidou sua soberania e uma tradição de autonomia e universalismo que, a despeito da atual conjuntura, orientarão seus passos futuros. Para que os leitores possam debater o que esperar das relações internacionais do Brasil para os próximos anos, esta obra faz um apanhado histórico de seis momentos importantes do País: a Independência e definição do Estado Nacional (1822-1845); Soberania, intervencionismo e pragmatismo (1845-1889); Americanismo, ativismo e frustração (1889-1930); o Desenvolvimento, autodeterminação e latino-americanismo (1930-1961); Autonomia, universalismo e sul-americanização (1961-1989); e, por fim, O Brasil no mundo globalizado (1990-2019). Além disso, esta nova edição traz ainda uma reflexão sobre as relações internacionais do Brasil no governo Michel Temer e no primeiro ano do mandato de Jair Bolsonaro."
  }
]
